/* eslint-disable */
{
    testName: 'Коли дівчина в тебе вдома';
    questions: [
        {
            title: 'Коли ти знімаєш з себе футболку:',
            img: 'img/test/101/undress.jpg',
            answers: [
                { 3: 'Зразу як зайшов в квартиру.' },
                { 2: 'Коли ви вже декілька разів пристрасно поцілувались.' },
                { 1: 'Коли ви перемістились на ліжко.' },
            ]
        },
        {
            title: 'Коли дівчина в тебе вдома, ти:',
            img: 'img/test/101/undress.jpg',
            answers: [
                { 0: 'Впевнено працюєш по чіктому плану. Дії дівчини не можуть порушити його ніяким чином!' },
                { 2: 'Робиш все по фану, граєш з дівчиною. (Якщо ситуація вимагає йдеш по принципу “два кроки вперед – один назад)”' },
                { 0: 'Класно спілкуєшся, щоб відкрити дівчину, періодично стараєшся цілувати її в розмові.' },
            ]
        },
        {
            title: 'Коли ти знімаєш труси чи витигяуєш член з джинсів?',
            img: 'img/test/101/hand-or-not.jpg',
            answers: [
                { 3: 'Коли ви вже цілуєтесь, ти зразу тягнеш її руку до “нього”. В тебе ще може бути млявий, але це її завдання виправити цю ситуацію.' },
                { 2: 'Зразу як тільки  встав. Тобі не терпиться поділитись цим рідкісним явищем зі своєю пасією.' },
                { 1: 'Коли ви хоч трохи роздягнулись, і для цього вже є адекватний контекст.' },
            ]
        },
        {
            title: 'У тебе впав від хвилювання, ти:',
            img: 'img/test/101/little-problem.jpg',
            answers: [
                { 1: 'Береш паузу і ковтаєш у ванній віагру' },
                { 0: 'Переключаєшся на поцілунки і чекаєш коли встане знову.' },
                { 2: 'Даєш її в руку чи в рот член, щоб вона тебе знову “розбудила”' },
            ]
        },
    ]

}